0/U
FoamFile
{
	version		2.0;
	format		ascii;
	class		volVectorField;
	object		U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
	inlet
	{
		type	 fixedValue;
		value	uniform (5 0 0);
	}
	
	walls
	{
		type	noSlip;
	}
	
	atmosphere
	{
		type	 pressureInletOutletVelocity;
		value	uniform (0 0 0);
	}
	
	defaultFaces
	{
		type	empty;
	}
}
