0/k
FoamFile
{
	version		2.0;
	format		ascii;
	class		volScalarField;
	object		k;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.03375;

boundaryField
{
	inlet
	{
		type	inletOutlet;
		inletValue      uniform 0.03375;
		value	uniform 0.03375;
	}
	
	walls
	{
		type	kqRWallFunction;
		value	uniform 0;
	}
	
	atmosphere
	{
		type	inletOutlet;
		inletValue	uniform 0.03375;
		value	uniform 0.03375;
	}
	
	defaultFaces
	{
		type	empty;
	}
}
