system/blockMeshDict
FoamFile
{
	version		2.0;
	format		ascii;
	class		dictionary;
	object		blockMeshDict;
}

scale 1;

vertices
(
	(0	0	0)
	(2	0	0)
	(-0.1	1.8	0)
	(0	1.8	0)
	(2	1.8	0)
	(-0.1	2	0)
	(0	2	0)
	(2	2	0)
	(0	0	0.1)
	(2	0	0.1)
	(-0.1	1.8	0.1)
	(0	1.8	0.1)
	(2	1.8	0.1)
	(-0.1	2	0.1)
	(0	2	0.1)
	(2	2	0.1)
);

blocks
(
	hex (0 1 4 3 8 9 12 11) (25 10 1) simpleGrading (1 1 1)
	hex (2 3 6 5 10 11 14 13) (2 2 1) simpleGrading (1 1 1)
	hex (3 4 7 6 11 12 15 14) (25 2 1) simpleGrading (1 1 1)
);


boundary
(
	inlet
	{
		type	patch;
		faces
		(
			(2 5 13 10)
		);
	}
	
	walls
	{
		type	wall;
		faces
		(
		(0 1 8 9)
		(0 3 8 11)
		(2 3 10 11)
		(5 6 13 14)
		(1 4 9 12)
		(4 7 12 15)
		);
	}
	
	atmosphere
	{
		type	patch;
		faces
		(
			(6 7 14 15)
		);
	}
	
);

