system/setFieldsDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      setFieldsDict;
}

defaultFieldValues
(
    volScalarFieldValue alpha.water 0
);

regions
(
    boxToCell
    {
        box (-0.1 1.8 0) (-0.001 1.99 0.1);
        fieldValues
        (
            volScalarFieldValue alpha.water 1
        );
    }
);
